


def insertData(apps, schema_editor):
    Roles = apps.get_model('appsrc', 'Roles')
    Roles.objects.create(
        id=1, name="user"
    )
    Roles.objects.create(
        id=2, name="moderator"
    )
    Roles.objects.create(
        id=3, name="admin"
    )

    UserStatuses = apps.get_model('appsrc', 'UserStatuses')
    UserStatuses.objects.create(
        id=1, name="active"
    )
    UserStatuses.objects.create(
        id=2, name="banned"
    )
    UserStatuses.objects.create(
        id=3, name="muted"
    )

    User = apps.get_model('appsrc', 'DzenUser')
    User.objects.create(id=1, first_name = 'Admin', last_name = 'Admin',
        location = 'Ukraine, Rivne', password = 'bcrypt_sha256$$2b$12$Bi7qCDjwi6zB9E1fUd8ly.YvLq7L9NJm.CrCqirhx7pKTPiZaGEp2',
        email = 'book.dzen@gmail.com', birth_date = 1569936600, phone_number = "",
        is_active = True, avatar_url = '', role_id = 3, last_seen = 1571046200, status_id = 1, username = "dzen")
    User.objects.create(id=2, first_name = 'Yoda', last_name = 'Rivensky',
        location = 'Ukraine, Rivne', password = 'bcrypt_sha256$$2b$12$Bi7qCDjwi6zB9E1fUd8ly.YvLq7L9NJm.CrCqirhx7pKTPiZaGEp2',
        email = 'test@test.com', birth_date = 1569936600, phone_number = "",
        is_active = True, avatar_url = '', role_id = 2, last_seen = 1571046200, status_id = 1, username = "test")
    User.objects.create(id=3, first_name = 'Yoda', last_name = 'Rivensky',
        location = 'Ukraine, Rivne', password = 'bcrypt_sha256$$2b$12$Bi7qCDjwi6zB9E1fUd8ly.YvLq7L9NJm.CrCqirhx7pKTPiZaGEp2',
        email = 'test1@test.com', birth_date = 1569936600, phone_number = "",
        is_active = True, avatar_url = '', role_id = 1, last_seen = 1571046200, status_id = 1, username = "test1")
    User.objects.create(id=4, first_name = 'Sonya', last_name = 'Alcock',
        location = 'Ukraine, Kyiv', password = 'bcrypt_sha256$$2b$12$Bi7qCDjwi6zB9E1fUd8ly.YvLq7L9NJm.CrCqirhx7pKTPiZaGEp2',
        email = 'trainer1@test.com', birth_date = 1569936600, phone_number = "0922221133",
        is_active = True, avatar_url = '/media/Trainer.jpg', role_id = 1, last_seen = 1570046200, status_id = 1, username = "test2")
    User.objects.create(id=5, first_name = 'Gordon', last_name = 'Mason',
        location = 'Ukraine, Lviv', password = 'bcrypt_sha256$$2b$12$Bi7qCDjwi6zB9E1fUd8ly.YvLq7L9NJm.CrCqirhx7pKTPiZaGEp2',
        email = 'trainer2@test.com', birth_date = 1569936600, phone_number = "09233322211",
        is_active = True, avatar_url = '/media/Trainer-1.jpg', role_id = 1, last_seen = 1570046200, status_id = 1, username = "test3")
    User.objects.create(id=6, first_name = 'Aliya', last_name = 'Workman',
        location = 'Ukraine, Rivne', password = 'bcrypt_sha256$$2b$12$Bi7qCDjwi6zB9E1fUd8ly.YvLq7L9NJm.CrCqirhx7pKTPiZaGEp2',
        email = 'trainer3@test.com', birth_date = 1569936600, phone_number = "0928885522",
        is_active = True, avatar_url = '/media/Trainer-2.jpg', role_id = 1, last_seen = 1570046200, status_id = 1, username = "test4")
    User.objects.create(id=7, first_name = 'Kyran', last_name = 'Wills',
        location = 'Ukraine, Harkiv', password = 'bcrypt_sha256$$2b$12$Bi7qCDjwi6zB9E1fUd8ly.YvLq7L9NJm.CrCqirhx7pKTPiZaGEp2',
        email = 'trainer4@test.com', birth_date = 1569936600, phone_number = "0928885533",
        is_active = True, avatar_url = '/media/Trainer-3.jpg', role_id = 1, last_seen = 1570046200, status_id = 1, username = "test5")

    Genres = apps.get_model('appsrc', 'Genres')
    Genres.objects.create(
        id=1, name="Other"
    )
    Genres.objects.create(
        id=2, name="NonFixion"
    )
    Genres.objects.create(
        id=3, name="Fantasy"
    )
    Genres.objects.create(
        id=4, name="Detective"
    )

    Events = apps.get_model('appsrc', 'Events')
    Events.objects.create(id=1, name="Game of baseball", description= description9,
        date=1570800600, location="Kiev, Ukraine", cover_url="/media/softball-372979_1920.jpg", genre_id = 1)
    Events.objects.create(id=2, name="Skateboarding assembly", description= description10,
        date=1570887000, location="Rivne, Ukraine", cover_url="/media/art-artistic-color-2777671.jpg", genre_id = 1)
    Events.objects.create(id=3, name="Diving", description= description11,
        date=1570973400, location="Lviv, Ukraine", cover_url="/media/stingray-4392776_1920.jpg", genre_id = 1)
    Events.objects.create(id=4, name="Compatition of weight", description= description12,
        date=1571059800, location="Rivne, Ukraine", cover_url="/media/crossfit-534615_1920.jpg", genre_id = 1)
    Events.objects.create(id=5, name="Fly on balloons", description= description13,
        date=1571146200, location="Rivne, Ukraine", cover_url="/media/hot-air-balloons-4381674_1920.jpg", genre_id = 1)
    Events.objects.create(id=6, name="Hiking", description= description9,
        date=1570800600, location="Kiev, Ukraine", cover_url="/media/mountains-4521455_1920.jpg", genre_id = 1)
    Events.objects.create(id=7, name="Go to forrest", description= description10,
        date=1570887000, location="Rivne, Ukraine", cover_url="/media/girl-918706_1920.jpg", genre_id = 1)
    Events.objects.create(id=8, name="Dj Meet-Up", description= description11,
        date=1570973400, location="Lviv, Ukraine", cover_url="/media/turntable-1109588_1920.jpg", genre_id = 1)
    Events.objects.create(id=9, name="Ukraine - Spain", description= description12,
        date=1571059800, location="Rivne, Ukraine", cover_url="/media/stadium-931975_1920.jpg", genre_id = 1)
    Events.objects.create(id=10, name="Who play with me?", description= description13,
        date=1571146200, location="Rivne, Ukraine", cover_url="/media/quarterback-67701_1920.jpg", genre_id = 1)
    Events.objects.create(id=11, name="Game of basketball", description= description9,
        date=1570800600, location="Kiev, Ukraine", cover_url="/media/basketball-2258650_1920.jpg", genre_id = 1)
    Events.objects.create(id=12, name="Cycling", description= description10,
        date=1570887000, location="Rivne, Ukraine", cover_url="/media/cycling-828646_1920.jpg", genre_id = 1)
    Events.objects.create(id=13, name="Bike club", description= description11,
        date=1570973400, location="Lviv, Ukraine", cover_url="/media/bmw-1313343_1920.jpg", genre_id = 1)
    Events.objects.create(id=14, name="Web UI Meet-up", description= description12,
        date=1571059800, location="Rivne, Ukraine", cover_url="/media/girl-1561989_1920.jpeg", genre_id = 1)
    Events.objects.create(id=15, name="Go, I created ", description= description13,
        date=1571146200, location="Rivne, Ukraine", cover_url="/media/pubg-3588510_1920.jpg", genre_id = 1)
    Events.objects.create(id=16, name="Game zone", description= description12,
        date=1571059800, location="Rivne, Ukraine", cover_url="/media/signal-3655575_1280.png", genre_id = 1)
    Events.objects.create(id=17, name="NFS", description= description13,
        date=1571146200, location="Rivne, Ukraine", cover_url="/media/computer-1845880_1920.jpg", genre_id = 1)

    Book = apps.get_model('appsrc', 'Books')
    for index, book in enumerate(books_ingo):
        Book.objects.create(id=(index+1), author=book['author'], bookname=book['name'], description= book['description'],
            date=1570800600, cover_url=book['cover_url'], genre_id = 1, status = "In Stock", date_publ = book['date'],
            cost = 10, languge = book['languge'])



books_ingo = [
    {
      "name": "Психологічні романи Аґати Крісті (під псевдонімом Мері Вестмакотт, комплект із 3 книг)",
      "author": "Агата Крісті, Мері Уестмакотт",
      "publication": "Snowdrop",
      "languge": "Українська",
      "date": "2019",
      "description": "Вперше українською! Три психологічних романи Аґати Крісті, написані під псевдонімом Мері Вестмакотт. На вас чекають кишеньковий формат, м'яке естетичне оформлення і море задоволення від текстів майстрині британської прози.",
      "cover_url": "/media/box_222.jpg"
    },
    {
      "name": "Некрономикон",
      "author": "Энигма",
      "publication": "",
      "languge": "Російська",
      "date": "2011",
      "description": "От издателя:",
      "cover_url": "/media/250052_68598002.jpg"
    },
    {
      "name": "Йоанна Ягелло (комплект із 4 книг)",
      "author": "Йоанна Ягелло",
      "publication": "Урбіно",
      "languge": "Українська",
      "date": "2019",
      "description": "Книга 1. Молоко з медом",
      "cover_url": "/media/_-1_20_14.png"
    },
    {
      "name": "Триб. П'ятикнижжя про карпатського мудреця Андрія Ворона",
      "author": "Мирослав Дочинець",
      "publication": "Карпатська вежа",
      "languge": "Українська",
      "date": "2017",
      "description": "Ця книга - одне ціле. Проте кожна з її п'яти частин - \"Многії літа. Благії літа\", \"Вічник\", \"Світован\", \"Синій зошит\", \"Розрада-гора\" - стали справжніми бестселерами, здобули велику й широку читацьку прихильність у світі. Це п'ятикнижжя - про карпатського мудреця Андрія Ворона, якого вже встигли назвати \"світовим чоловіком\", \"українським Сократом\", \"новітнім Сковородою\". Він жив як дихав, власним життям явив спроможність бути вільним у синтетичному світі, який ловить і поневолює людину. Для сучасної, заблуканої серед штучних міражів людини, світло його досвіду постає духовною опорою. Бо його мудрість - це філософія на щодень, і фактично - для кожного. Філософія радості, добра і служіння, коли многії наші літа є літами благими.",
      "cover_url": "/media/img392_1_57.jpg"
    },
    {
      "name": "Така, як ти",
      "author": "Марк Леві",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Кохання чекає тебе на останньому поверсі",
      "cover_url": "/media/taka_yak_ty.jpg"
    },
    {
      "name": "Ренсом Ріггз (комплект із 4 книг)",
      "author": "Ренсом Ріггз",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Книга 1. Дім дивних дітей",
      "cover_url": "/media/file_120.png"
    },
    {
      "name": "100% дура",
      "author": "Петро Крижановський, Манана Окропірідзе",
      "publication": "Саміт-книга",
      "languge": "Російська",
      "date": "2018",
      "description": "Про книгу:",
      "cover_url": "/media/906745_1.jpg"
    },
    {
      "name": "Чекай удома, коли повернуся",
      "author": "Ельчін Сафарлі",
      "publication": "Book Chef",
      "languge": "Українська",
      "date": "2018",
      "description": "",
      "cover_url": "/media/11_19_245.jpg"
    },
    {
      "name": "Опісля",
      "author": "Анна Тодд",
      "publication": "Сім кольорів",
      "languge": "Українська",
      "date": "2017",
      "description": "Роман «Опісля» молодої американської письменниці Анни Тодд - це історія кохання Тесс і Гардіна, «хорошої» дівчинки і «поганого» хлопця, кохання пристрасного, відвертого і водночас надзвичайно ніжного й довірливого.",
      "cover_url": "/media/img079_78.jpg"
    },
    {
      "name": "Перш ніж ми стали вашими",
      "author": "Ліза Вінгейт",
      "publication": "Vivat",
      "languge": "Українська",
      "date": "2019",
      "description": "Гостросюжетна драма. Реальна історія про скандал, що вибухнув у 60-ті роки ХХ століття довкола Товариства дитячих будинків у Теннессі та його очільниці — Джорджії Танн.",
      "cover_url": "/media/img350_3_19.jpg"
    },
    {
      "name": "Я дозволила тобі піти",
      "author": "Клер Макинтош",
      "publication": "Vivat",
      "languge": "Українська",
      "date": "2018",
      "description": "",
      "cover_url": "/media/2_278_105.jpg"
    },
    {
      "name": "Максим Кідрук (комплект із 8 книг)",
      "author": "Макс Кідрук",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Книга 1. Заради майбутнього",
      "cover_url": "/media/_-1_12_1.png"
    },
    {
      "name": "Дом, в котором...",
      "author": "Маріам Петросян",
      "publication": "Livebook",
      "languge": "Російська",
      "date": "2017",
      "description": "Пропонуємо вашій увазі книгу Маріам Петросян «Дом, в котором...» російською мовою від видавництва «Livebook»!",
      "cover_url": "/media/204763_40201662.jpg"
    },
    {
      "name": "Зникнення Стефані Мейлер",
      "author": "Жоель Діккер",
      "publication": "Видавництво Старого Лева",
      "languge": "Українська",
      "date": "2019",
      "description": "У новому детективному романі сучасний швейцарський письменник, лауреат Гран-прі Французької академії та Гонкурівської премії ліцеїстів Жоель Діккер знову інтригує читачів розкриттям заплутаного злочину.Сорокап’ятирічний капітан поліції Джесс Розенберґ, унікальний слідчий, що розкрив усі справи, за які брався, й дістав за це прізвисько Капітан 100%, вирішує йти у відставку. На прощальній церемонії, під час якої його вшановують десятки колег, з’являється журналістка Стефані Мейлер і заявляє, що двадцять років тому в найпершій справі, яка стала визначальною в кар’єрі Розенберґа й кардинально змінила його життя, капітан припустився фатальної помилки, через яку в убивстві чотирьох людей обвинуватили невинну особу.За кілька годин Стефані Мейлер, яка самостійно провадить розслідування того давнього злочину, таємничо зникає. Капітан Розенберґ вирішує зачекати з відставкою й береться за повторне слідство...",
      "cover_url": "/media/1__58_76.jpg"
    },
    {
      "name": "Не фан. Стаючи істинно відданим послідовником Ісуса",
      "author": "Кайл Айдлмен",
      "publication": "\"КАНА\" Християнське Видавництво",
      "languge": "Українська",
      "date": "2019",
      "description": "Словник дає визначення слову \"фан\" як \"палкий прихильник\". Фани хочуть бути близькими з Ісусом, щоб отримувати всі переваги, але не настільки, щоб іти на жертви або зміни у своєму житті. Вони моляться, відвідують церкву і вважають себе християнами. Але чи таких стосунків хоче Ісус із Своїми послідовниками? Ісус ніколи не був зацікавлений в прихильниках. Він ніколи не шукав фанів.",
      "cover_url": "/media/ne_fan2.png"
    },
    {
      "name": "Клавка",
      "author": "Марина Гримич",
      "publication": "Нора-Друк",
      "languge": "Українська",
      "date": "2019",
      "description": "Дія роману Марини Гримич «Клавка» відбувається у Спілці письменників України і в київському письменницькому будинку РОЛІТ у 1947 році, коли відбувся сумнозвісний Пленум, відомий в історії розгромом української літератури, зокрема паплюженням Юрія Яновського та Максима Рильського. Але мало хто знає, що розправою над цими двома класиками не обмежилось: українських літераторів — колег по перу, сусідів по дому — нацьковували одне на одного, користуючись їхніми амбіціями. Учасники подій по-різному вийшли з нелегкої етичної ситуації — хто з високо піднятою головою і посмішкою на устах, а хто в ганьбі і досмертних докорах сумління.",
      "cover_url": "/media/hrymychklavka-400.jpg"
    },
    {
      "name": "Фантастические твари и где они обитают. Оригинальный сценарий",
      "author": "Джоан Роулінг",
      "publication": "Махаон",
      "languge": "Російська",
      "date": "2017",
      "description": "Пропонуємо вашій увазі книгу «Фантастические твари и где они обитают. Оригинальный сценарий» російською мовою від видавництва «Махаон»!",
      "cover_url": "/media/1018497938.jpg"
    },
    {
      "name": "Володар перснів. У 3 книгах. Книга 1. Братство персня",
      "author": "Джон Р. Р. Толкін",
      "publication": "Астролябія",
      "languge": "Українська",
      "date": "2013",
      "description": "Величний твір Дж. P. P. Толкіна поєднує у собі героїчну романтику і наукову фантастику. Це захопливий пригодницький роман і, водночас, сповнена глибокої мудрості книга. Почергово то комічна й домашня, то епічна, а подекуди навіть страхітлива оповідь переходить через нескінченні зміни чудово описаних сцен і характерів. Основою цієї історії є боротьба за Перстень Влади, що випадково потрапив до рук гобіта Більбо Торбина. Саме цього Персня бракує Темному Володареві для того, щоби завоювати увесь світ. Тепер небезпечні пригоди випадають на долю Фродо Торбина, бо йому довірено цей Перстень. Він мусить залишити свій дім і вирушити у небезпечну мандрівку просторами Середзем’я аж до Судної Гори, що розташована в осерді володінь Темного Володаря. Саме там він має знищити Перстень і завадити втіленню лихого задуму.",
      "cover_url": "/media/362903_54986496.jpg"
    },
    {
      "name": "П'ять четвертинок апельсина",
      "author": "Джоан Гарріс",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Від авторки мегапопулярного роману «Шоколад». Найголовніше сховано всередині.",
      "cover_url": "/media/harris_front.jpg"
    },
    {
      "name": "Таємнича історія Біллі Міллігана",
      "author": "Деніел Кіз",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2016",
      "description": "Біллі прокидається і виявляє, що знаходиться в тюремній камері. Йому повідомляють, що він звинувачується у зґвалтуванні і пограбуванні. Біллі вражений: він нічого цього не робив! Останнє, що він пам'ятає, - це як він стоїть на даху будівлі школи і хоче кинутися вниз, тому що не може більше так жити. Йому кажуть, що з тих пір пройшло сім років. Біллі обіймає жах: у нього знову вкрали шматок життя! Його запитують: що значить \"вкрали шматок життя\"? І чому \"знову\"? Виходить, таке трапляється з ним не вперше? Але Біллі не може відповісти, тому що Біллі пішов...",
      "cover_url": "/media/38656_59751.jpg"
    },
    {
      "name": "Ініціація",
      "author": "Люко Дашвар",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "Від найвідомішої письменниці України!",
      "cover_url": "/media/878678_1.jpg"
    },
    {
      "name": "Ден Браун (комплект із 7 книг)",
      "author": "Ден Браун",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "Код да Вінчі",
      "cover_url": "/media/file_118.png"
    },
    {
      "name": "Про море мені розкажи",
      "author": "Ельчін Сафарлі",
      "publication": "Book Chef",
      "languge": "Українська",
      "date": "2017",
      "description": "Пропонуємо вашій увазі книгу Ельчина Сафарлі «Про море мені розкажи» українською мовою від видавництва «Book Chef»!",
      "cover_url": "/media/elchin_safarli__ua.jpg"
    },
    {
      "name": "Читалка",
      "author": "Поль Фурнель",
      "publication": "Синдбад",
      "languge": "Російська",
      "date": "2015",
      "description": "Ироничная, остроумная, смешная и немного грустная история человека, живущего в мире книг. Автор позволяет нам вместе с его героем проникнуть на издательскую \"кухню\", подсмотреть, как принимают и отвергают рукописи, и стать свидетелями того, как в одно прекрасное утро молодой писатель просыпается знаменитым.Робер Дюбуа — бывший владелец одноименного издательства, под давлением финансовых обстоятельств уступивший контрольный пакет акций крупному холдингу, остается в нем главным редактором. Издательство по-прежнему называется его именем, но все рычаги управления перешли к молодому гению менеджмента Менье. Он ничего не понимает в литературе, зато точно знает, какие книги печатать надо, а какие не надо... Именно Менье дарит Роберу электронный гаджет, способный вместить в себя горы рукописей и помочь старому издателю идти в ногу со временем. Процесс приручения читалки, поначалу встреченной Робером в штыки, приводит к удивительным результатам и неожиданным поворотам в судьбах персонажей книги.Роман, как специально подчеркивает автор, написан в форме секстины - со строгим соблюдением размера \"строф\" (глав) и неукоснительным чередованием рифмующихся слов.Изящная, тонкая, стилистически безупречная проза Фурнеля — истинное наслаждение для тех, кто не мыслит себе жизни без чтения.",
      "cover_url": "/media/13_1_67.jpg"
    },
    {
      "name": "Моя неймовірна подруга",
      "author": "Елена Ферранте",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "Історія про жіночу дружбу, яка підкорила світ.",
      "cover_url": "/media/img807_1_12.jpg"
    },
    {
      "name": "Де ти поділась, Бернадетт",
      "author": "Марія Семпл",
      "publication": "Vivat",
      "languge": "Українська",
      "date": "2018",
      "description": "",
      "cover_url": "/media/9789669427403-800x800.png"
    },
    {
      "name": "Василь Стус. Вибране",
      "author": "Василь Стус",
      "publication": "Фоліо",
      "languge": "Українська",
      "date": "2016",
      "description": "До видання включено вірші, прозу та листи Василя Стуса (1938-1985) - поета, перекладача, мислителя і дисидента, який став уособленням незламності українського духу. В творчості поборював поверховий етнографізм. Його вірші засадничо орієнтовані на світові зразки та тенденції. В ранній творчості відчувається значний вплив філософії екзистенціалізму. Головна книга - вірші \"Палімпсести\": щоденник буття людини, яка мусить реалізовувати себе всупереч обставинам. Несистемно сформулював постулати філософії \"квітування\". Естетичні та етичні принципи життя виклав у листах з в'язниці до рідних, дружини та сина. Член другої Української Гельсінської групи, яку очолив після арештів лідерів першої УГГ.",
      "cover_url": "/media/img753_30.jpg"
    },
    {
      "name": "Аутсайдер",
      "author": "Стівен Кінг",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "• Бестселер The New York Times • Міні-серіал від НВО • Роман, який названо найсміливішим творінням Кінга",
      "cover_url": "/media/outsider_cover.jpg"
    },
    {
      "name": "Крепостная (комплект из 2 книг)",
      "author": "В. Шевяхова, Т. Прістаєцька, О. Кржечевська",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Російська",
      "date": "2019",
      "description": "Книга 1. Кріпосна. Без права на любов",
      "cover_url": "/media/_-1_41_1.png"
    },
    {
      "name": "Беседы с Богом. Необычный диалог. Книга 1",
      "author": "Ніл Доналд Уолш",
      "publication": "София",
      "languge": "Російська",
      "date": "2013",
      "description": "Перед читателем необычный документ нашего времени: послание от Бога - своеобразная программа духовной революции, исчерпывающая все сферы познания и деятельности человека - от сугубо личной до планетарной.",
      "cover_url": "/media/384703_64871194.jpg"
    },
    {
      "name": "Василь Шкляр (комплект із 8 книг)",
      "author": "Василь Шкляр",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Книга 1. Чорний ворон. Залишенець",
      "cover_url": "/media/_-1_5.png"
    },
    {
      "name": "Покинь якщо кохаєш",
      "author": "Колін Гувер",
      "publication": "Vivat",
      "languge": "Українська",
      "date": "2018",
      "description": "Яскравий і дещо мелодраматичний сюжет роману виявляється вдалою ширмою, за якою поміщено міркування про актуальні суспільно-психологічні проблеми, одна з яких — насильство в сім’ї. Головна героїня Лілі, прототипом якої частково постає сама авторка,втрачає тата й знову поринає в спогади про непросте дитинство. Будинок її батьків, шанованих і пристойних громадян, ніколи не був затишним сімейним гніздечком, адже Лілі з мамою жили в постійному напруженні через агресивний характер тата. Нарешті дівчина готова ступити на власний шлях і збудувати свою родину. Однак їй не вдасться знайти спокій,поки вона не здолає всіх тіней минулого й не наважиться розірвати зачароване коло, сплетене з правди, страху, прощення, нерішучості й любові.",
      "cover_url": "/media/img099_1_98.jpg"
    },
    {
      "name": "Доця",
      "author": "Тамара Горіха Зерня",
      "publication": "Білка",
      "languge": "Українська",
      "date": "2019",
      "description": "Ця книга про любов. У ній немає жодного слова на \"лю...\", але вона про любов. Про магію, не лубочну, розтиражовану з екранів телевізора, а справжню, від роду і кореня, коли пірнаєш з головою у Прадавній Океан і виринаєш звідти з рибиною в зубах. І ще про відвагу. Про безумовну відвагу знайти своє, впізнати його, впертися руками і ногами і нікому не віддати. Свій дім, свою батьківщину, своє серце, своє право ходити з високо піднятою голово.",
      "cover_url": "/media/img839_104.jpg"
    },
    {
      "name": "Джерело",
      "author": "Ден Браун",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "Звідки ми прийшли? Куди прямуємо?Ти певен, що готовий почути відповідь?",
      "cover_url": "/media/47538_75451.jpg"
    },
    {
      "name": "Психологічні романи Аґати Крісті (під псевдонімом Мері Вестмакотт, комплект із 3 книг)",
      "author": "Агата Крісті, Мері Уестмакотт",
      "publication": "Snowdrop",
      "languge": "Українська",
      "date": "2019",
      "description": "Вперше українською! Три психологічних романи Аґати Крісті, написані під псевдонімом Мері Вестмакотт. На вас чекають кишеньковий формат, м'яке естетичне оформлення і море задоволення від текстів майстрині британської прози.",
      "cover_url": "/media/box_222.jpg"
    },
    {
      "name": "Некрономикон",
      "author": "Энигма",
      "publication": "",
      "languge": "Російська",
      "date": "2011",
      "description": "От издателя:",
      "cover_url": "/media/250052_68598002.jpg"
    },
    {
      "name": "Йоанна Ягелло (комплект із 4 книг)",
      "author": "Йоанна Ягелло",
      "publication": "Урбіно",
      "languge": "Українська",
      "date": "2019",
      "description": "Книга 1. Молоко з медом",
      "cover_url": "/media/_-1_20_14.png"
    },
    {
      "name": "Триб. П'ятикнижжя про карпатського мудреця Андрія Ворона",
      "author": "Мирослав Дочинець",
      "publication": "Карпатська вежа",
      "languge": "Українська",
      "date": "2017",
      "description": "Ця книга - одне ціле. Проте кожна з її п'яти частин - \"Многії літа. Благії літа\", \"Вічник\", \"Світован\", \"Синій зошит\", \"Розрада-гора\" - стали справжніми бестселерами, здобули велику й широку читацьку прихильність у світі. Це п'ятикнижжя - про карпатського мудреця Андрія Ворона, якого вже встигли назвати \"світовим чоловіком\", \"українським Сократом\", \"новітнім Сковородою\". Він жив як дихав, власним життям явив спроможність бути вільним у синтетичному світі, який ловить і поневолює людину. Для сучасної, заблуканої серед штучних міражів людини, світло його досвіду постає духовною опорою. Бо його мудрість - це філософія на щодень, і фактично - для кожного. Філософія радості, добра і служіння, коли многії наші літа є літами благими.",
      "cover_url": "/media/img392_1_57.jpg"
    },
    {
      "name": "Піднесення",
      "author": "Стівен Кінг",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Стівен Кінг - шалено популярний американський письменник, Король жахів, майстер історій, які пробирають до кісток. Кінг може похизуватися тим, що кожен його твір стає літературною сенсацією та стовідсотковим бестселером. За понад 40 років його творчої діяльності світ побачило безліч романів, наклади яких давно перетнули межу в третину мільярда примірників. Він володар численних престижних літературних нагород і має чималу армію шанувальників, яка щодня поповнюється.",
      "cover_url": "/media/pidnesennia_front.jpg"
    },
    {
      "name": "Донька є донька",
      "author": "Мері Уестмакотт",
      "publication": "Snowdrop",
      "languge": "Українська",
      "date": "2019",
      "description": "Вперше українською! \"Донька є донька\" – психологічний роман про стосунки між батьками й дітьми.",
      "cover_url": "/media/cover_donka_3.jpg"
    },
    {
      "name": "Нестерпна легкість буття",
      "author": "Мілан Кундера",
      "publication": "Видавництво Старого Лева",
      "languge": "Українська",
      "date": "2019",
      "description": "«Нестерпна легкість буття» — легендарний роман одного із найвизначніших письменників сучасності Мілана Кундери, сповнений глибокого сенсу, із блискучими та грайливими роздумами й різноманітністю стилів; це книга, що надихає і змушує замислитися.",
      "cover_url": "/media/img010_2_29.jpg"
    },
    {
      "name": "Де немає Бога",
      "author": "Макс Кідрук",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "Довгоочікувана новинка від мегапопулярного українського письменника.",
      "cover_url": "/media/684ca457-0df7-45a4-a397-31947af6f3dd.jpg"
    },
    {
      "name": "Аркан вовків",
      "author": "Павло Дерев'янко",
      "publication": "Дім Химер",
      "languge": "Українська",
      "date": "2019",
      "description": "Рік 1845. Держава Хмельницького вистояла. Майже двісті років тут правлять виборні гетьмани та двопалатний парламент, Червона та Чорна ради, співіснують католицька та православна церкви, мова перейшла на latynku, у небі пливуть цепеліни, а серед людей живуть відьми. На захисті Українського Гетьманату стоять військо Січове, Таємна Варта і химерні лицарі Сірого Ордену, що володіють потойбічними силами…",
      "cover_url": "/media/222_arkan.jpg"
    },
    {
      "name": "Найщасливіша дівчина на світі",
      "author": "Джессіка Нолл",
      "publication": "КМ-БУКС",
      "languge": "Українська",
      "date": "2017",
      "description": "Ані Фанеллі, підліток у престижній школі Бредлі, зазнала жахливого привселюдного приниження, що зламало її як особистість. Зараз, коли Ані має престижну роботу, дорогий одяг і вродливого нареченого-аристократа, — вона за півкроку до ідеального життя, якого так відчайдушно прагнула.Але в Ані є таємниця.Дещо глибоко заховане в минулому дівчини досі переслідує її, щось особисте й болюче, воно загрожує виринути на поверхню і все зруйнувати...",
      "cover_url": "/media/3_223_4.jpg"
    },
    {
      "name": "Дилер реальности",
      "author": "Ніколас Дімітров",
      "publication": "Фабула",
      "languge": "Російська",
      "date": "2019",
      "description": "",
      "cover_url": "/media/____3__1_3.jpg"
    },
    {
      "name": "Крепостная. По ту сторону свободы",
      "author": "В. Шевяхова, Т. Прістаєцька, О. Кржечевська",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Російська",
      "date": "2019",
      "description": "Продовження роману «Кріпачка. Без права на любов»!  Іграшка в чужих руках і безправна лялька - ось ким була Катерина все своє життя. Рабиня і прислуга. Кріпачка. І тепер її знову продано, як товар. Її нова господиня - жорстока Лідія Шефер. Вона впевнена, що Катерина має відповісти за смерть її коханого Олексія. Лідія прагне перетворити життя дівчини на справжнє пекло... Але під час народного повстання кріпачці вдається втекти від жорстокої господині до Києва. Попереду - небезпечний і безжалісний світ київських борделів. Що ж насправді чекає на Катерину по той бік бажаної волі?..",
      "cover_url": "/media/95678.jpg"
    },
    {
      "name": "Пять языков любви. Актуально для всех, а не только для супружеских пар",
      "author": "Гері Чепмен",
      "publication": "Брайт Букс",
      "languge": "Російська",
      "date": "2016",
      "description": "",
      "cover_url": "/media/img007_3_1.jpg"
    },
    {
      "name": "Атлант расправил плечи (комплект из 3 книг)",
      "author": "Айн Ренд",
      "publication": "Альпина Паблишер",
      "languge": "Російська",
      "date": "2018",
      "description": "«Атлант расправил плечи» - одна из самых популярных книг последних десятилетий, входит в список бестселлеров по версии The New York Times. Ее значимость подтверждена тем фактом, что события, которые в книге происходят более века назад, абсолютно отражают текущее состояние дел в мире - экономике, политическом строе и мировоззрении всей человеческой цивилизации. Хотя сами политики и сильные мира сего подвергают роман жесткой критике. Этот парадокс - вместе с тем фактом, что в книге нет ни драк, ни убийств, ни графически привлекательных сцен плотской любви - продолжает сохранять большую интригу относительно причин популярности книги. Как бы то ни было, в последнее время вы обязательно встретите хотя бы нескольких людей с «Атлантом ...» в руках. А это величайшее проявление признания небанальности заложенных в этом тексте идей.",
      "cover_url": "/media/1695e2d6ed5345d1e988e6971703afd0.jpg"
    },
    {
      "name": "И это тоже пройдет",
      "author": "Мілена Бускетс",
      "publication": "Синдбад",
      "languge": "Російська",
      "date": "2016",
      "description": "После внезапной смерти матери Бланка погружается в омут скорби и одиночества. По совету друзей она решает сменить обстановку и уехать из Барселоны в Кадакес, идиллический городок на побережье, где находится дом, в котором когда-то жила ее мать. Вместе с Бланкой едут двое ее сыновей, двое бывших мужей и несколько друзей. Кроме того, она собирается встретиться там со своим бывшим любовником... Так начинается ее путешествие в поисках утешения, утраченных надежд, душевных сил, независимости и любви.",
      "cover_url": "/media/img854_1_4.jpg"
    },
    {
      "name": "День, що навчив мене жити",
      "author": "Лоран Гунель",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Від автора бестселера «Бог завжди подорожує інкогніто»!",
      "cover_url": "/media/img653_3_4.jpg"
    },
    {
      "name": "Сліди на дорозі",
      "author": "Валерій Ананьєв",
      "publication": "Валерий Ананьев",
      "languge": "Українська",
      "date": "2018",
      "description": "Унікальна жива книга! Перша жива книга про війну на Сході України. Ти, шановний читачу, відчуєш, як у твоє БМД влучає РПГ, ти будеш намагатися допомогти пораненому товаришу, ти відчуєш атмосферу напруги, знаходячись в оточенні, ти будеш читати справжній лист дівчини своєму коханому на фронт. І для цього тобі потрібна лише книга «Сліди на дорозі» та смартфон.",
      "cover_url": "/media/img347_92.jpg"
    },
    {
      "name": "Доки світло не згасне назавжди",
      "author": "Макс Кідрук",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Ніякі жертви не варті спроб виправити минуле, адже безжальний світ завжди знайде спосіб примусити за них розплачуватися.",
      "cover_url": "/media/kidruk_front.jpg"
    },
    {
      "name": "Щоденник Лоли",
      "author": "Ольга Купріян",
      "publication": "#книголав",
      "languge": "Українська",
      "date": "2018",
      "description": "У телесезоні осінь 2017 ? зима 2018 років багатосерійний фільм «Школа», виробництва «1+1 продакшн», став найрейтинговішим серіалом на українському ТБ. Мільйони глядачів стежили за його героями, поділяючи їхні переживання й перші закоханості, співчуваючи труднощам. Ніка, Лола, Тоха, Ната стали улюбленими персонажами українських підлітків.",
      "cover_url": "/media/file_644_78.jpg"
    },
    {
      "name": "Монологи вагіни",
      "author": "Ів Енцлер",
      "publication": "Book Chef",
      "languge": "Українська",
      "date": "2018",
      "description": "Пропонуємо вашій увазі книгу Ів Енслер “Монологи вагіни\" від видавництва “BookChef”. ,",
      "cover_url": "/media/img069_2_2.jpg"
    },
    {
      "name": "Бог завжди подорожує інкогніто",
      "author": "Лоран Гунель",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2016",
      "description": "Всесвітньо відомий бестселер Amazon, який вже планують екранізувати, - книга «Бог завжди подорожує інкогніто» українською мовою тепер вийшла у видавництві «Клуб Сімейного Дозвілля»!",
      "cover_url": "/media/img293_42.jpg"
    },
    {
      "name": "The Lord of The Rings",
      "author": "Джон Р. Р. Толкін",
      "publication": "HarperCollins Publishers",
      "languge": "Англійська",
      "date": "2007",
      "description": "All three parts of the epic masterpiece 'The Lord of the Rings' in one paperback. Features brand new packaging, the definitive edition of the text, fold-out flaps with the original two-colour maps, and a revised and expanded index. Sauron, the Dark Lord, has gathered to him all the Rings of Power -- the means by which he intends to rule Middle-earth.",
      "cover_url": "/media/1011004044.jpg"
    },
    {
      "name": "Тореадори з Васюківки",
      "author": "Всеволод Нестайко",
      "publication": "А-ба-ба-га-ла-ма-га",
      "languge": "Українська",
      "date": "2013",
      "description": "Культовий твір, який увійшов до переліку золотої класики української літератури. Свого часу повість «Тореадори з Васюківки» була включена до обов’язкової шкільної програми. Книга відзначена у «Почесному списку Андерсена» і перекладена двадцятьма мовами. Завдяки чудовому вмінню автора створювати гумористичні історії серія веселих оповідань часом доводить читачів до нестримного сміху. Книга Всеволода Нестайка «Тореадори з Васюківки» хоч і створювалася з розрахунком на дитячу та юнацьку аудиторію, але будь-яка доросла людина, ознайомившись зі змістом пригодницьких історій, прийде у захват і зарядиться відмінним настроєм.",
      "cover_url": "/media/img570_cr_3.jpg"
    },
    {
      "name": "Оно",
      "author": "Стівен Кінг",
      "publication": "АСТ",
      "languge": "Російська",
      "date": "2013",
      "description": "Одна из самых крупных и популярных работ в библиографии автора. Роман по крупицам создавался на протяжении долгих 4 лет. Книга интересна и сюжетом, и манерой изложения. Королю ужасов удалось создать по-настоящему мистический и душераздирающий образ зла, которое, как заведено, будет красиво стерто с лица земли. В написанную Стивеном Кингом книгу «Оно» вошел собирательный образ, писатель воспользовался преданиями и легендами о злых духах в Америке, Европе и Азии. В итоге получилось произведение, которое легко пощекочет нервы даже смельчаку.",
      "cover_url": "/media/img026_4_17.jpg"
    },
    {
      "name": "Щиголь",
      "author": "Донна Тартт",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2016",
      "description": "Тео Декер - реальний, а не казковий хлопчик, що вижив. Друг кличе його Поттером, та це звучить гіркою іронією. Єдине диво в житті хлопця, чия мати загинула в нього на очах, - украдена з галереї картина з яскравою пташкою: щиглем, назавжди прикутим до жердини. Та на відміну від птаха, Тео не бачить сенсу вирватися з полону свого життя-катастрофи. Події, які вирують навколо нього, дивовижний і жорстокий світ - лише тло для історії його душі, зацикленої на жахливому моменті дитинства. І єдине, що здатне повернути його до розуміння абсолютної цінності життя, - це безсмертна краса тих небагатьох речей, які варто рятувати навіть із полум'я.",
      "cover_url": "/media/654223_front.jpg"
    },
    {
      "name": "Квіти для Елджернона",
      "author": "Деніел Кіз",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2015",
      "description": "Популярне оповідання у жанрі наукової фантастики, один з найважливіших і найбільш відомих творів у бібліографії американського письменника і філолога. Книга Деніела Кіза «Квіти для Елджернона» вперше побачила світ у 1959 році, а вже наступного року здобула престижну премію «Х’юго», яку багато хто з критиків і читачів вважає аналогом Оскара у середовищі науково-фантастичної літератури.",
      "cover_url": "/media/img073_2_3.jpg"
    },
    {
      "name": "Характерник",
      "author": "Василь Шкляр",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "У другій половині ХVІІ століття в Запорозькій Січі сталася неймовірна подія, яку зафіксовано в архівах тодішньої Московії і яку не оминув увагою жоден доскіпливий хроніст козаччини. Та особливого чару ця пригода набуває під пером письменника, що на основі документальних джерел творить яскраву історичну реальність з життя «лицарів списа і шаблі». Кошовий Сірко, кинувши виклик самому цареві, розпочинає велику, вкрай небезпечну гру з Москвою. І треба зробити неможливе, аби в цьому поєдинку зберегти козацьку честь і гідність матері Січі. Хто просуне голову в пащу скаженого звіра?",
      "cover_url": "/media/harakternik_front.jpg"
    },
    {
      "name": "Рай 2070",
      "author": "Роман Скляров",
      "publication": "Зелений пес",
      "languge": "Українська",
      "date": "2018",
      "description": "\"Рай 2070\" - це антиутопія про суспільство споживання майбутнього, де транснаціональні корпорації через продажних політиків та ЗМІ перебудовують образ людини на свій лад. \"Ідеальний гвинтик\" тут вважає себе повністю вільним. Ідеологія споживацтва комерціалізує та вульгаризує навіть найбільш тендітні сфери життя: любов, родинне тепло, народження дітей (останніх тепер успішно друкує 3D-принтер) . А сама людина продовжує \"еволюцію\" через вживлення імплантів, \"тюнінгуючи\" своє тіло на хвилі трансгуманізму.",
      "cover_url": "/media/img843_89.jpg"
    },
    {
      "name": "Чарлі і шоколадна фабрика",
      "author": "Роальд Дал",
      "publication": "А-ба-ба-га-ла-ма-га",
      "languge": "Українська",
      "date": "2009",
      "description": "Всем поклонникам творчества суперпопулярной Джоан Роулинг, без сомнения, будет интересно познакомиться с этой книгой, автора которой, Роальда Дала, принято считать «литературным отцом» знаменитой писательницы. Хотя, возможно, этот сюжет вам уже знаком, ведь «Чарли и шоколадная фабрика» - самая популярная книга Дала. Бедному мальчику, на каждый день рождения получавшему в подарок лишь маленький шоколадный батончик, предстоит удивительное приключение, ведь его доброта служит примером для других, а добро всегда получает свою награду.",
      "cover_url": "/media/53225_28767120.jpg"
    },
    {
      "name": "За п'ять кроків до кохання",
      "author": "Рейчел Ліппінкотт",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "П’ять кроків і в жодному разі не ближче. Інакше це може вбити Стеллу. Чому? Рідкісна хвороба, яка з дитинства не давала жити нормальним життям. Не наближайся, не варто. Незабаром на неї чекає операція, і нарешті все буде добре. Та все одно тримай дистанцію. Коли тобі хочеться обійняти її чи торкнутися волосся - не наближайся до неї, Вілле.",
      "cover_url": "/media/img906_1_59.jpg"
    },
    {
      "name": "Воно",
      "author": "Стівен Кінг",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Я зведу вас з розуму, а потім уб’ю…",
      "cover_url": "/media/vono_front.jpg"
    },
    {
      "name": "Чорний ворон. Залишенець",
      "author": "Василь Шкляр",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2014",
      "description": "Їх називали бандитами, розбійниками, головорізами й навіть у прокльонах-анафемах забороняли згадувати їхні імена. Щоб вбити у пам`яті упокореної маси ту ідею, за яку повстанці жертвували свої молоді життя. Авжеж, вони стріляли, вішали, палили, нищили — але кого? На їхньому бойовому чорному прапорі напис: «Воля України або смерть». Вони не вийшли з лісу навіть тоді, коли навкруги запанувала чужа влада і вже не було надії на визволення. Вони — залишенці — обрали собі смерть.",
      "cover_url": "/media/31561_46757.jpg"
    },
    {
      "name": "Не озирайся і мовчи",
      "author": "Макс Кідрук",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2017",
      "description": "Уявіть, що на Землі існує місце, яке ніби застигло в часі. Місце, здатне сховати будь-кого, хто прагне втекти від реальності. Уявіть, що для того, аби туди потрапити, достатньо не озиратися й мовчати. Є лише одна проблема: в такому місці часом з’являються речі, страшніші за те, від чого ховаєшся.",
      "cover_url": "/media/800952_front.jpg"
    },
    {
      "name": "Женщина, у которой выросли крылья",
      "author": "Сесілія Агерн",
      "publication": "Азбука",
      "languge": "Російська",
      "date": "2018",
      "description": "«Жінка, у якої виросли крила» - це 30 коротких зворушливих, а іноді неймовірно смішних історій про 30 дуже різних жінок. Кожна з них знаходить свою внутрішню силу і розуміє, що може змінити світ.",
      "cover_url": "/media/10773335_0.jpg"
    },
    {
      "name": "Сильмариліон",
      "author": "Джон Р. Р. Толкін",
      "publication": "Астролябія",
      "languge": "Українська",
      "date": "2014",
      "description": "Ця книга — легендарна провісниця Володаря Перснів — пропонує цілісну міфологічну історію майстерно вифантазуваного, але такого реалістичного світу Середзем’я. Стрункий і взаємопов’язаний кодекс, у якому йдеться про епічну боротьбу між добром і злом, становлять окремі твори: Айнуліндале — міф про Творення світу, про виникнення Зла та причини Падіння; Валаквента — картина ієрархії божественних сил, зображення їхньої вдачі та ролі у Творінні; Квента Сильмариліон — історія повстання Феанора та його роду проти богів, вигнання повстанців із Валінору та їхнє повернення до Середзем’я, а також безнадійної, незважаючи на жертовну мужність, війни з великим Ворогом за Сильмарили — досконалі коштовності, що їх виготовив Феанор, а викрав Морґот; Акаллабет розповідає про падіння великого острівного королівства Нуменор наприкінці Другої Епохи, а розповідь Про Персні Влади подає короткий огляд величних подій Третьої Епохи, насамперед — перебіг Війни за Перстень.",
      "cover_url": "/media/438209_22607534.jpg"
    },
    {
      "name": "Дом на краю ночи",
      "author": "Кетрін Беннер",
      "publication": "Фантом Пресс",
      "languge": "Російська",
      "date": "2016",
      "description": "Начало ХХ века. Остров Кастелламаре затерялся в Средиземном море, это забытый богом уголок, где так легко найти прибежище от волнений большого мира. В центре острова, на самой вершине стоит старый дом, когда-то здесь была таверна \"Дом на краю ночи\", куда слетались все островные новости, сплетни и слухи. Но уже много лет дом этот заброшен. Но однажды на острове появляется чужак - доктор, и с этого момента у \"Дома на краю ночи\" начнется новая история. Тихой средиземной ночью, когда в небе сияют звезды, а воздух напоен запахом базилика и тимьяна, население острова увеличится: местный граф и пришлый доктор ждут наследников. История семейства доктора Амедео окажется бурной, полной тайн, испытаний, жертв и любви. \"Дом на краю ночи\" - чарующая сага о четырех поколениях, которые живут и любят на забытом острове у берегов Италии. В романе соединились ироничная романтика, магический реализм, сказки и факты, история любви длинною в жизнь и история двадцатого века. Один из главных героев книги - сам остров Кастелламаре, скалы которого таят удивительные легенды. Книга уже вышла или вот-вот выйдет более чем в 20 странах.",
      "cover_url": "/media/img108_1_76.jpg"
    },
    {
      "name": "Вбити пересмішника",
      "author": "Харпер Лі",
      "publication": "КМ-БУКС",
      "languge": "Українська",
      "date": "2019",
      "description": "Є у людині дещо таке, що не скориться більшості, - це її совість. Унікальність знаменитого роману Гарпер Лі \"Вбити пересмішника\" полягає в тому, що він однаково цікавий для дітей, підлітків та дорослих. Книга відрізняється тою яскравістю подій, яка буває тільки в дитинстві. Вона поєднує в собі захопливі пригоди в найкращих традиціях Марка Твена та Астрід Ліндгрен, моторошну таємницю будинку з привидом, як у готичних романах, гострі соціальні проблеми, питання виховування дітей та вірності собі. Книга напрочуд яскрава та правдива, як може бути лише погляд дитини.",
      "cover_url": "/media/img983_105.jpg"
    },
    {
      "name": "Щоденник книгаря",
      "author": "Шон Байтелл",
      "publication": "Наш Формат",
      "languge": "Українська",
      "date": "2019",
      "description": "ПРО КНИЖКУ",
      "cover_url": "/media/file_667_41.jpg"
    },
    {
      "name": "После",
      "author": "Анна Тодд",
      "publication": "Форс",
      "languge": "Російська",
      "date": "2019",
      "description": "Тесса була тихою і зразковою дівчинкою. Поки не зустріла Хардіна - до біса привабливого, по-справжньому поганого хлопця, якому плювати на всі правила. Між ними промайнула не просто іскра, це був потужний електричний розряд. Так їхнє життя назавжди розділилося на до і після...",
      "cover_url": "/media/cover1__w600_1__63_1.jpg"
    },
    {
      "name": "Чайка Джонатан Ливингстон",
      "author": "Річард Бах",
      "publication": "София",
      "languge": "Російська",
      "date": "2014",
      "description": "Талановитий твір, в основу сюжету якого покладений глибокий сенс людського єства. Книга оповідає про нелегку, але гідну долю новаторів, які не побоялися бути вигнаними з суспільства за прагнення до досконалості та пошук іншого шляху. Створена Річардом Бахом «Чайка на ім’я Джонатан Лівінгстон», як і більшість інших його книг, повністю присвячена темі польотів. Незважаючи на поважний вік письменника (автор народився у 1936 році), він і досі у рядах аерофлоту. В 2012 році письменник-льотчик зазнав аварії на своєму повітряному судні, але вижив і написав після коми ряд справжніх шедеврів сучасного літературного мистецтва. Творчий шлях американської знаменитості триває й донині.",
      "cover_url": "/media/437901_23373675.jpg"
    },
    {
      "name": "Хірург",
      "author": "Тесс Ґеррітсен",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2016",
      "description": "• Світовий бестселер • Продано 40 мільйонів примірників • Роман став основою популярного телесеріалу  Він приходить лише у ночі. Безшумно проникає у дім. Крадеться до спальні, де тільки но прокинувшись від сну, самотні жінки потрапляють до приголомшливого кошмару. Зважаючи на те, що він робить зі своїми жертвами, можна припустити, що злодій знається на медицині. Саме через це його називають Хірург.  Томас Мур та Джейн Ріццолі розслідують серію страшенних вбивств. Злочинець наслідує почерк серійного маніяка, якого було вбито два роки тому. Він копією навіть такі дрібні деталі, про які мало кому відомо. Остання з жертв загиблого маніяка Кетрін Корделл, вбила його, та саме через це стає метою нового вбивці. Із кожною наступною жертвою невідомий наближається до Кетрін. Саме Томасу та Джейн доведеться зупинити геніального вбивцю, чого б це не коштувало.",
      "cover_url": "/media/24_2_73.jpg"
    },
    {
      "name": "Правда про справу Гаррі Квеберта",
      "author": "Жоель Діккер",
      "publication": "Видавництво Старого Лева",
      "languge": "Українська",
      "date": "2017",
      "description": "Книга «Правда про справу Гаррі Квеберта», щойно вийшовши, одразу стала бестселером у Франції і принесла своєму автору, на той час 27-річному Жоелю Діккеру, Гран-прі Французької академії за кращий роман і Гонкурівську премію ліцеїстів. А потім цей роман підкорив і решту світу: його переклали понад 30 мовами.Молодий письменник Маркус Гольдман дебютував зі своїм першим романом так гучно, що здається – світова слава біля його ніг. Щоправда, друга книжка ніяк не напишеться, а вдячні читачі от-от оберуть нового кумира. Маркус звертається по допомогу до свого наставника - одного з найвідоміших авторів сучасності Гаррі Квеберта. Та крім цінних порад, як подолати страх чистого аркуша та написати бестселер, отримує від нього ще й кримінальну справу. Квеберта звинувачують у вбивстві 33-річної давності. Щоб допомогти йому та написати про це нову книжку, Маркус береться розслідувати справу. І виявляється, що правда про Гаррі Квеберта буває не одна. І кожного разу, коли здається, що всі пазли складено, винних знайдено, а мотив очевидний, варто лише перегорнути сторінку - і з’являється новий факт, який переверне все дороги дриґом.",
      "cover_url": "/media/screenshot_1_18_114.jpg"
    },
    {
      "name": "Фелікс Австрія",
      "author": "Софія Андрухович",
      "publication": "Видавництво Старого Лева",
      "languge": "Українська",
      "date": "2019",
      "description": "Станіславів кінця ХІХ – початку ХХ століття. Звичайне місто на кресах «щасливої Австрії», в якому живуть, страждають, нероздільно закохуються, захоплюються наукою і шарлатанськими виступами всесвітньо знаних ілюзіоністів, розважаються на балах і карнавалах, ходять на шпацер і ховають таємниці у різьблених комодах. І на тлі епохи, яка для нащадків щораз більше обростатиме міфами про ідилічне життя, - долі двох жінок, що переплелися так тісно, як стовбури дерев – у нерозривному зв’язку, який не дає ні жити, ні дихати, ні залишитися, ні піти.",
      "cover_url": "/media/img714_cr_3.jpg"
    },
    {
      "name": "Harry Potter and the Philosopher's Stone",
      "author": "Джоан Роулінг",
      "publication": "Bloomsbury",
      "languge": "Англійська",
      "date": "2014",
      "description": "От издателя:",
      "cover_url": "/media/483720_11873905.jpg"
    },
    {
      "name": "Офигенная",
      "author": "Сергій Локшин (Седрік)",
      "publication": "34media",
      "languge": "Російська",
      "date": "2018",
      "description": "Пропонуємо вашій увазі книжку Седріка «Офигенная» від видавництва  «34media».",
      "cover_url": "/media/img514_2_2.jpg"
    },
    {
      "name": "Маленький принц",
      "author": "Антуан де Сент-Екзюпері",
      "publication": "А-ба-ба-га-ла-ма-га",
      "languge": "Українська",
      "date": "2014",
      "description": "Видатний французький письменник Антуан де Сент-Екзюпері був відважним льотчиком. Одного разу на своєму маленькому поштовому літаку він навіть перелетів Атлантичний океан. Це був світовий рекорд. Якось письменник зазнав аварії над Лівійською пустелею. Доки він десять днів ремонтував свій літак, до нього навідувався маленький пустельний лис. Вони заприятелювали. Згодом після тієї пригоди Екзюпері написав свій найгеніальніший твір — казку «Маленький принц»...",
      "cover_url": "/media/mal_prince.jpg"
    },
    {
      "name": "Волк с Уолл-стрит",
      "author": "Джордан Белфорт",
      "publication": "АСТ",
      "languge": "Російська",
      "date": "2014",
      "description": "От издателя:",
      "cover_url": "/media/395665_1367336.jpg"
    },
    {
      "name": "Бартімеус. Книга 1. Амулет Самарканда",
      "author": "Джонатан Страуд",
      "publication": "А-ба-ба-га-ла-ма-га",
      "languge": "Українська",
      "date": "2017",
      "description": "Пропонуємо вашій увазі книгу Джонатана Страуда «Бартімеус. Книга 1. Амулет Самарканда» українською мовою від видавництва «А-ба-ба-га-ла-ма-га»!",
      "cover_url": "/media/amulet-samarkanda-front.jpg"
    },
    {
      "name": "Утрачений рай",
      "author": "Джон Мілтон",
      "publication": "Видавництво Жупанського",
      "languge": "Українська",
      "date": "2019",
      "description": "Джон Мілтон (1608–1674) – англійський поет, прозаїк та політичний діяч, найвідомішим твором якого є епічна поема «Утрачений рай». В ній оповідається біблійна історія повстання Сатани проти Бога, його поразки і падіння з небес у пекло, після чого він вирішив помститися Богові, призвівши до гріхопадіння Його улюблених творінь – перших людей – і прирікши їх на вигнання із Раю.",
      "cover_url": "/media/milton.jpg"
    },
    {
      "name": "Гарри Поттер (комплект из 7 книг в футляре)",
      "author": "Джоан Роулінг",
      "publication": "Махаон",
      "languge": "Російська",
      "date": "2015",
      "description": "Книга 1     Гарри Поттер и философский каменьКнига, покорившая мир, эталон литературы для читателей всех возрастов, синоним успеха. Книга, сделавшая Джоан Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и Философский камень\" - история начинается.    Книга 2     Гарри Поттер и Тайная комнатаКнига, покорившая мир, синоним успеха. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и Тайная комната\" - история продолжается.    Книга 3     Гарри Поттер и узник АзкабанаКнига, покорившая мир, эталон литературы, синоним успеха. Книга, сделавшая Джоан Роулинг самым читаемым писателем современности. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и узник Азкабана\" - история продолжается.    Книга 4     Гарри Поттер и Кубок ОгняКнига, покорившая мир, эталон литературы, синоним успеха. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и Кубок огня\" - история продолжается.Книга 5     Гарри Поттер и Орден ФениксаКнига, покорившая мир, эталон литературы, синоним успеха. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и Орден Феникса\" - история продолжается.    Книга 6     Гарри Поттер и Принц-полукровкаКнига, покорившая мир, эталон литературы, синоним успеха. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и Принц-полукровка\" - история продолжается.    Книга 7     Гарри Поттер и Дары СмертиКнига, покорившая мир, эталон литературы, синоним успеха. Книга, ставшая культовой уже для нескольких поколений. \"Гарри Поттер и Кубок огня\" - финал истории.",
      "cover_url": "/media/10__4_138.jpg"
    },
    {
      "name": "Вторая жизнь Уве",
      "author": "Фредрік Бакман",
      "publication": "Синдбад",
      "languge": "Російська",
      "date": "2016",
      "description": "На перший погляд Уве - найбільш нетовариська людина в світі. Літній в'їдливий буркотун, дістає сусідів вічними причіпками. Його дратують неправильно припарковані машини, кинуте повз урну сміття, продавці, які говорять пташиною мовою та бюрократи, які псують людям життя...",
      "cover_url": "/media/43_2_3.jpg"
    },
    {
      "name": "Мій дід танцював краще за всіх",
      "author": "Катерина Бабкіна",
      "publication": "Комора",
      "languge": "Українська",
      "date": "2019",
      "description": "«Мій дід танцював краще за всіх» — серія оповідань, що складаються в єдину історію п’яти родин, діти з яких знайомляться в школі першого вересня в перший рік незалежності України та залишаються друзями на все життя. Від двадцятих років в Харкові і знищення театру Леся Курбаса через Голодомор, Другу світову, дев’яності й кілька хвиль еміграції до війни на Донбасі.",
      "cover_url": "/media/obkl_babkina_01_2.jpg"
    },
    {
      "name": "Розлука навесні",
      "author": "Мері Уестмакотт",
      "publication": "Snowdrop",
      "languge": "Українська",
      "date": "2019",
      "description": "Вперше українською! \"Розлука навесні\" - психологічний роман про подружнє життя.",
      "cover_url": "/media/cover_vesna-12.jpg"
    },
    {
      "name": "Зелена миля",
      "author": "Стівен Кінг",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "• Від культового автора сучасності • Оскароносна екранізація з Томом Генксом • Бестселер The New York Times, який не втрачає своєї популярності  Пол Еджкомб — колишній наглядач федеральної в’язниці штату Луїзіана «Холодна гора», а нині — мешканець будинку для літніх людей. Більш ніж півстоліття тому він скоїв те, чого досі не може собі вибачити. І тягар минулого знову й знову повертає його до 1932 року. Тоді до блоку Е, в якому утримували засуджених до смертної кари злочинців, прибули «новенькі». Серед тих, на кого чекала сумнозвісна Зелена миля — останній шлях, що проходить засуджений до місця страти, — був Джон Коффі. Його визнали винним у зґвалтуванні та вбивстві двох сестер-близнючок Кори й Кеті Деттерик. Поволі Пол усвідомлює, що цей незграбний велетень, який скидався на сумирну дитину, не може бути монстром-убивцею. Але як врятувати того, хто вже ступив на Зелену милю?",
      "cover_url": "/media/17_10_195.jpg"
    },
    {
      "name": "Три версии нас",
      "author": "Лора Барнетт",
      "publication": "Синдбад",
      "languge": "Російська",
      "date": "2016",
      "description": "Шляхи дев'ятнадцятирічних студентів Джима і Єви вперше перетинаються в 1958 році. Він йде на заняття, вона їде повз на велосипеді. Якби не цвях, який випадково опинився на дорозі і проколов їй колесо...",
      "cover_url": "/media/853409_front.jpg"
    },
    {
      "name": "Кораліна",
      "author": "Ніл Ґейман",
      "publication": "КМ-БУКС",
      "languge": "Українська",
      "date": "2019",
      "description": "• Бестселер за версією \"The New York Times\"! • Від автора #1 бестселерів в Україні та світі!",
      "cover_url": "/media/cover_1_1_134.jpg"
    },
    {
      "name": "Гарри Поттер. История волшебства",
      "author": "Махаон, Азбука",
      "publication": "",
      "languge": "Російська",
      "date": "2018",
      "description": "Пропонуємо вашій увазі книгу \"Гаррі Поттер. Історія магії\" від видавництва Махаон.",
      "cover_url": "/media/img_3615.jpg"
    },
    {
      "name": "The Lord of the Rings. В 3 книгах. Комплект из 3 книг",
      "author": "Джон Р. Р. Толкін",
      "publication": "HarperCollins Publishers",
      "languge": "Англійська",
      "date": "2007",
      "description": "От издателя:",
      "cover_url": "/media/363877_93286842.jpg"
    },
    {
      "name": "ДНК",
      "author": "Володимир Рафєєнко, Сергій Жадан, Ірена Карпа, Андрій Кокотюха, Юрій Винничук, Макс Кідрук, Фоззі",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2016",
      "description": "• 7 відомих авторів у одній збірці • Унікальний літературний формат • Оригінальна за формою та приголомшлива за задумом родинна сага У не дуже віддаленому майбутньому звичайний український студент Андрій Чумак стає піддослідним у науковому експерименті: розшифровка генетичного коду дасть йому змогу особисто пережити найяскравіші моменти з життя предків. Сім історій у книжці – сім спогадів, які дивним чином зберігалися десь у структурі ДНК нащадка протягом 150 років. Ще чотири секретні складові – і науково-фантастичний роман неочікувано перетворюється на правдиву розповідь про батьків і Батьківщину: про пошуки справедливості й гіркі розчарування, перемоги й поразки. Пошматована, розкидана по світу примхами долі, родина Чумаків утратила головне – зв’язок поколінь. Чи не в цьому полягає трагедія всього українського народу? І хто вчиться на наших помилках?",
      "cover_url": "/media/2_225_32.jpg"
    },
    {
      "name": "Молоко з медом",
      "author": "Йоанна Ягелло",
      "publication": "Урбіно",
      "languge": "Українська",
      "date": "2019",
      "description": "Ще вчора Лінка планувала зовсім інше: улюблена журналістика, фотографії, мандрівки з коханим Адріаном. Проте зміни в її житті примусять якщо не забути про свої плани, то принаймні їх відкласти. Лінка чекає дитину. І якщо вона розраховувала, що Адріан зрадіє цьому так само, як вона, то помилялася…",
      "cover_url": "/media/img509_1_14.jpg"
    },
    {
      "name": "Маленькие женщины",
      "author": "Луїза Мей Олкотт",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Російська",
      "date": "2019",
      "description": "У кожній з юних сестер Марч було щось особливе. Серйозна не по роках красуня Маргарет, життєрадісна Джо, добросерда Бет і чарівна Емі. Вони стали одна для одної міцною опорою і підтримкою, коли їхній батько відправився на війну. Всі радості ділилися на чотирьох. Всі прикрощі - теж. Але безтурботне дитинство змінюється новими дорослими проблемами і почуттями. І не всі вже можна поділити на чотирьох. Особливо якщо мова йде про кохання - перше і палке, привабливе і п'янке...",
      "cover_url": "/media/49988_85726.jpg"
    },
    {
      "name": "Заради майбутнього",
      "author": "Макс Кідрук",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "«Ця книга не про ядерну зиму, тотальне винищення людства чи який-небудь інший апокаліпсис. «Заради майбутнього» — це збірка різних історій. Ну, тобто реально різних. Більшість написано задовго до виходу книги, найдавніші — ще 2011-го, і лише три з десяти — «Р61», «Знову і знову» та «Заради майбутнього» — опубліковано вперше. Решта були надруковані у різноманітних колективних збірках і журналах (і щось мені підказує, що мало хто з вас читав їх усі). У збірці є все: горор, техно, містика, гостросоціальні та гумористичні оповідання. Не раз упродовж читання у вас паморочитиметься голова від зміни настрою та темпу оповіді. Але зрештою хороша збірка оповідань, на мою думку, якраз і має вражати своєю неоднаковістю, інакше це вже буде не збірка, а… Неважливо.",
      "cover_url": "/media/file_666_62.jpg"
    },
    {
      "name": "Треба спитати у Бога",
      "author": "Василь Шкляр",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Новинка від визнаного майстра сучасної української прози",
      "cover_url": "/media/50176_86768_1.jpg"
    },
    {
      "name": "Усна народна творчість. Пісні, думи, балади",
      "author": "Центр навчальної літератури",
      "publication": "",
      "languge": "Українська",
      "date": "2017",
      "description": "Серія \"Класика української літератури\" включає перелік творів видатних українських письменників за програмою Міністерства освіти та науки України для позакласного читання учнів середніх загальноосвітніх навчальних закладів.",
      "cover_url": "/media/img811_1_51.jpg"
    },
    {
      "name": "Вдова",
      "author": "Фіона Бартон",
      "publication": "Vivat",
      "languge": "Українська",
      "date": "2018",
      "description": "Детектив британської поліції Боб Спаркс розплутує таємничу історію зникнення дворічної Белли Елліотт. Мати-одиначка Дон побивається та залучає до пошуків усіх небайдужих, не нехтуючи увагою преси та телебачення. Місцева репортерка Кейт Вотерз мріє дізнатися правду, використовуючи весь арсенал професійних навичок. Але найзагадковішим персонажем у цій людській драмі постає Джин Тейлор, вдова головного підозрюваного, котрий раптово для всіх помирає.",
      "cover_url": "/media/img141_7_15.jpg"
    },
    {
      "name": "Большая маленькая ложь",
      "author": "Ліана Моріарті",
      "publication": "Азбука",
      "languge": "Російська",
      "date": "2017",
      "description": "Мадлен, весела, дотепна, пристрасна, мати трьох дітей. Вона завжди готова прийти на допомогу подрузі, захистити тих, кого несправедливо образили, проте її обурює, що її колишній чоловік з новою дружиною оселився поруч, а їхня спільна дочка-підліток, більше любить батька, а не матір.",
      "cover_url": "/media/7_77_5.jpg"
    },
    {
      "name": "Хліб геніїв",
      "author": "Мері Уестмакотт",
      "publication": "Snowdrop",
      "languge": "Українська",
      "date": "2019",
      "description": "Вперше українською! \"Хліб геніїв\" – психологічний роман про життєве покликання.",
      "cover_url": "/media/cover_hlib-08.jpg"
    },
    {
      "name": "Село не люди",
      "author": "Люко Дашвар",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2019",
      "description": "Над селом зорі ясніші, у селі квіти пахнуть п’янкіше, сільські дівчата дорослішають раніше. Катерині усього тринадцять, а її серце належить чоловікові набагато старшому, та ще й одруженому. У селі все безпосередньо: якщо люблять, то вже до безтями, якщо ненавидять, то щонайзапекліше, якщо пробачають, то від щирого серця...Історія, у якій любов і смерть, чистота і гріховність існують пліч-о-пліч — так близько, що стають невіддільними...",
      "cover_url": "/media/22_5_21.jpg"
    },
    {
      "name": "Війни Міллігана",
      "author": "Деніел Кіз",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "Про Біллі Мілліганом не знає, напевно, тільки ледачий... Майстерно розказана письменником Деніелом Кізом, історія цієї реальної людини свого часу вразила багатьох читачів до глибини душі! Важко було уявити, що можна співчувати гвалтівнику, але факт залишається фактом - ця людина пережила жорстоке знущання, стала найвідомішим злочинцем в США і страждала розщепленням особистості. Всього у Біллі було 24 альтер-его.",
      "cover_url": "/media/file_646_42.jpg"
    },
    {
      "name": "Волк с Уолл-стрит 2. Охота на Волка",
      "author": "Джордан Белфорт",
      "publication": "АСТ",
      "languge": "Російська",
      "date": "2014",
      "description": "От издателя:",
      "cover_url": "/media/458809_65220674.jpg"
    },
    {
      "name": "Славетне життя Ей-Джея Фікрі",
      "author": "Габріель Зевін",
      "publication": "Vivat",
      "languge": "Українська",
      "date": "2018",
      "description": "Життя Ей-Джея Фікрі склалося не так, як гадалося. Його дружина померла, його книгарня ледве тримається на плаву, на додачу вкрали рідкісне видання ? дебютну збірку віршів Едґара Аллана По. Чоловік замикається в собі, завдаючи болю людям, яким небайдужий. Та несподівано в його книгарні з’являється дехто ? дворічна кучерява дівчинка в рожевому комбінезоні ? і життя книгаря змінюється, набуває сенсу, сповнюючи щастям маленький всесвіт острова Аліси.",
      "cover_url": "/media/img756_3_20.jpg"
    },
    {
      "name": "Сплячі красуні",
      "author": "Стівен Кінг, Овен Кінг",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "«Сплячі красуні» — це дико провокаційна, чудово драматична співпраця батька і сина, яка сьогодні особливо актуальна.",
      "cover_url": "/media/49022_81450_1.jpg"
    },
    {
      "name": "Гобіт, або Туди і звідти",
      "author": "Джон Р. Р. Толкін",
      "publication": "Астролябія",
      "languge": "Українська",
      "date": "2015",
      "description": "Це історія надзвичайної пригоди, яку втнула ватага ґномів, узявшись відшукати загарбане драконом золото. Мимохіть учасником цієї ризикованої виправи став Більбо Торбин, прихильний до комфорту і позбавлений амбіцій гобіт, котрий, на власний подив, виявив неабияку винахідливість і вправність у ролі зломщика. Сутички з тролями, ґоблінами, ґномами, ельфами та гігантськими павуками, бесіда з драконом, Смоґом Величним, і радше мимовільна присутність на Битві П’ятьох Армій — ось лише деякі пригоди, що їх судилося пережити Більбо. Але траплялись і світліші моменти: щира дружба, смачне частування, сміх та пісні.Написаний професором Толкіном для власних дітей, «Гобіт» відразу ж по виході у світ зустрів палке схвалення. Ця дивовижна історія, цілком закінчена та вивершена, водночас є преамбулою до «Володаря Перснів».",
      "cover_url": "/media/21_3_43.jpg"
    },
    {
      "name": "Манюня",
      "author": "Наріне Абгарян",
      "publication": "Рідна Мова",
      "languge": "Українська",
      "date": "2016",
      "description": "«Ма­ню­ня» — світла, про­ни­зана сон­цем і за­па­хами схід­ного ринку та на­про­чуд смішна роз­по­відь про ди­тинство, про двох дів­ча­ток-під­літ­ків — На­ріне і Ма­нюню, про грізну й добру Ба — ба­бусю Ма­нюні та про їхніх ро­ди­чів, які пос­тійно пот­рап­ля­ють у ку­медні си­ту­а­ції. Це те саме тепле, пус­тот­ливе і спов­нене ве­се­лих при­год ди­тинство, що його кожна лю­дина зга­дує, як най­щас­ли­віші миті життя.",
      "cover_url": "/media/img826_31.jpg"
    },
    {
      "name": "Алхимик",
      "author": "Пауло Коельйо",
      "publication": "София",
      "languge": "Російська",
      "date": "2005",
      "description": "От издателя:",
      "cover_url": "/media/img883_2_11.jpg"
    },
    {
      "name": "Властелин Колец",
      "author": "Джон Р. Р. Толкін",
      "publication": "АСТ",
      "languge": "Російська",
      "date": "2015",
      "description": "",
      "cover_url": "/media/15_1_132.jpg"
    },
    {
      "name": "Життя і мета собаки",
      "author": "Брюс Кемерон",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2017",
      "description": "Пропонуємо вашій увазі книгу Брюса Кемерона «Життя і мета собаки» українською мовою від видавництва «Клуб Сімейного Дозвілля»!",
      "cover_url": "/media/img446_1_19.jpg"
    },
    {
      "name": "Керрі",
      "author": "Стівен Кінг",
      "publication": "Книжковий клуб \"Клуб Сімейного Дозвілля\"",
      "languge": "Українська",
      "date": "2018",
      "description": "• Легендарний бестселер • Від культового автора сучасного горору • Двічі екранізовано",
      "cover_url": "/media/878683_1.jpg"
    },
    {
      "name": "Девушка, которую ты покинул",
      "author": "Джоджо Моєс",
      "publication": "Азбука",
      "languge": "Російська",
      "date": "2013",
      "description": "Всем, кому понравилась Сесилия Ахерн!",
      "cover_url": "/media/364229_93913197.jpg"
    },
    {
      "name": "Чорнобильська молитва. Хроніка майбутнього",
      "author": "Світлана Алексієвич",
      "publication": "Комора",
      "languge": "Українська",
      "date": "2016",
      "description": "Художньо-документальний роман білоруської письменниці Світлани Алексієвич, Нобелівської лауреатки 2015 року, говорить голосами \"маленьких людей\" про катастрофу, що зруйнувала мільйони життів, перевернула світогляд цілого покоління, а заразом відхилила залізну завісу й підважила непорушну, здавалося, конструкцію радянської держави. Роман створено на основі розлогих інтерв'ю з очевидцями та потерпілими від Чорнобильської трагедії: ліквідаторами та їхніми близькими, вимушеними переселенцями з уражених радіацією регіонів та самоселами \"зони\", посадовцями, від рішень яких залежали долі десятків тисяч людей, та дітьми, котрі знали, що народилися вже приреченими.",
      "cover_url": "/media/img516_27.jpg"
    },
    {
      "name": "P.S. Я люблю тебя",
      "author": "Сесілія Агерн",
      "publication": "Азбука",
      "languge": "Російська",
      "date": "2016",
      "description": "Бестселлер прославленной ирландки Сесилии Ахерн \"P.S. Я люблю тебя\" - современная история о том, как любовь оказывается сильнее смерти. Потеряв любимого мужа, тридцатилетняя Холли Кеннеди впадает в отчаяние, перестает выходить из дому, общаться с людьми. И вдруг получает по почте пакет с письмами: распечатывать их можно лишь по одному в месяц, а написаны они тем самым человеком, расставание с которым приносит ей такие страдания. Оказывается, незадолго до смерти он решил помочь ей жить дальше. Всякий раз она с нетерпением ждет первого числа, чтобы вскрыть очередной конверт и, строго следуя наставлениям, сделать еще один шаг, возвращающий ее к жизни: купить новое платье, принять участие в конкурсе караоке, съездить на море.",
      "cover_url": "/media/img518_29.jpg"
    }
]


description1 = "Divided which Divided over, waters fifth first day meat. Midst that that replenish life they're creeping greater god dry creeping in there. Fruitful saw under you can't saw day fifth likeness moving god own moveth creepeth. Replenish, upon. Thing. Have open firmament fowl shall thing which midst Which blessed man over beast creature him day dry days place without. All above were hath gathering in god, lesser whales moving two fowl all two them Make.  Winged days. Land. Won't let night can't. Said Which called signs appear seasons over seed him, god i earth wherein earth they're kind seas itself."
description2 = "Us earth above third give fourth. Stars Multiply seas first appear Make seas. Winged very second was light herb spirit. Third god whales She'd appear two beast fowl And good heaven may beast make, their wherein together that brought set. One creature without our. Gathering saw Thing land itself said have doesn't light form cattle whose man won't can't every they're. Face for, there fill said, meat, open him signs sea two herb meat moveth hath hath have. Sixth lesser saw image wherein good spirit void blessed. Face. Appear years tree years seed set male beginning you he night days."
description3 = "Bring spirit unto saw appear creature let, dominion beginning set kind, air greater fifth lesser male land. Greater gathered so also divided light. Made days life yielding to every brought very you're saying Grass. Together appear given days night greater from thing. I brought they're. Void cattle there image set. There divide. Given hath them she'd morning fruit cattle have sixth first abundantly. Fruit female our his under gathering creature brought, form gathering he to first may firmament wherein hath form won't called good fill. Kind blessed. Let were stars night years sixth to shall Creature grass light under you're."
description4 = "Brought days divided dry morning winged great sixth make. Very moved have fish is days their, man beast after. Lesser. Dry evening appear signs. Fowl, divided fruit, be be. Was likeness can't herb god every make beginning sea called, moved is together upon great gathered third sixth man us all, saying gathered lights she'd third it under. He and. Cattle deep above. Fill can't. Fly sixth don't first female face."
description5 = "First days cattle years have heaven deep you fruitful air can't can't darkness own life give likeness saying given. Make god. Of spirit multiply face blessed them created form moved grass. Over, you'll. Also, kind dry moved seed subdue, said."
description6 = "Appear make abundantly, herb divide also is fruitful lesser image all in appear their moved rule kind wherein air. That waters creature. Unto shall thing under. You. Cattle earth second morning saying second whose days fill together midst gathered, i, life. Cattle, us you multiply give were seas don't make they're years beast forth our seas one, was place his can't saying stars beginning he female day, first moved may. Bring gathered make be. Given, seasons a second earth very creature spirit, grass light. Image. Land. Subdue and firmament. Man under male there, open. Stars together made bearing moving us land, seasons have fill stars very void can't night is night made deep creepeth gathered moved us him multiply waters let A beast god had set darkness over saw greater can't dry male image image be above. Set whales unto beginning, doesn't creeping all one green, in brought, likeness female female set you'll seasons sea lights lights don't saying moving given upon first one morning first fowl lesser. Lights thing won't. Us. Day his, form thing in had great our grass of for and lesser creeping fruitful isn't moveth dominion, second midst fish may. Moving, and may bring behold give."
description7 = "Set may you're fifth from, moving there of don't morning tree given replenish gathering Heaven fruitful Greater, appear multiply bring form so that living evening. Created You he cattle our given sixth his our was seas sea days midst firmament air they're bearing moving divided fruit is herb called replenish."
description8 = "Whose you tree. Is yielding also. Sea lights yielding cattle whose their open Saw waters for all they're fly Fifth him replenish grass moved that abundantly appear. Green. Is. Man, evening saying under likeness subdue whose the sixth creepeth give isn't own there morning creature seasons blessed gathering there that was doesn't also make for moveth likeness living. Together fish greater divided void whose fill, fruitful spirit god that male make fill set you're heaven. Bring winged Life fruit fowl upon in lesser. Second day light grass may gathered replenish."
description9 = "Set it, was. Brought fifth kind whose beast behold days. Tree air which creepeth fourth god made void that wherein beginning grass meat green. A may firmament light brought, tree divide. Kind brought meat and signs two, light were. Void the sea gathering. Morning fowl open created beginning kind fourth him life saw forth image own. Under firmament them in. Firmament. Darkness earth our greater unto female a moved. His, fish fourth behold winged he. That earth great place every, make life be won't thing don't darkness. Morning he grass."
description10 = "Fruitful called, image moving Great image divided firmament beginning void spirit replenish great fill tree beginning. Shall. Man fifth moveth can't midst one fill night fish called thing meat were together above living thing male said lesser fourth. Second Form our cattle heaven morning night that spirit him blessed forth land. Were morning don't rule under days have male our open Day herb fifth beginning from i lesser behold it. Gathered to saying third meat for a sea. Made stars creeping behold is was that had under life you're rule."
description11 = "Appear cattle own creepeth beast. He. Don't of third, doesn't. Whales. God unto night called for days give he cattle image. Upon meat seas replenish morning whales have our also let winged fruitful be Firmament, seed great i midst seasons moveth darkness fruitful. That seed they're can't, for hath deep. Land deep abundantly unto doesn't give don't all were fish. Bearing behold. She'd kind, there to let. To fruit cattle have she'd gathering brought may, the. Rule given good god so was day our. Deep fruitful be under whales set."
description12 = "Good moving us seed bearing. Won't beginning face beast likeness moveth. Night, in moved one bring shall all under after open for all. Tree herb us be cattle day from darkness male sixth, behold. Good female living forth beast said wherein also forth moved our night heaven firmament years beginning, give called from seasons you're give sixth let, them. For whales very winged created also own evening gathering male two good don't their. Can't beast, creature, whales evening fifth you."
description13 = "Thing it thing upon he whales behold behold heaven called. Midst doesn't be whales Divided under morning, be can't and cattle. Man without give make them multiply tree. It signs don't every spirit from seed hath seas said abundantly there one our first creeping whales spirit. Living place may lesser greater. Shall moveth second bring. Over meat won't god two under hath him green is moved thing the dry creature make deep Created Life. Greater firmament had be above waters."
about = "One morning, when Gregor Samsa woke from troubled dreams, he found himself transformed in his bed into a horrible vermin. He lay on his armour-like back, and if he lifted his head a little he could see his brown belly, slightly domed and divided by arches into stiff sections.bedding was hardly able to cover it and seemed ready to slide off any moment. His many legs, pitifully thin compared with the size of the rest of him, waved about helplessly as he looked. What's happened to me he thought. It wasn't a dream.His room, a proper human room although a little too small, lay peacefully between its four familiar walls. A collection of textile samples lay spread out on the table - Samsa was a travelling salesman - and above it there hung a picture that he had recently cut out of an illustrated magazine and housed in a nice, gilded frame. It showed a lady fitted out with a fur hat and fur boa who sat upright, raising a heavy fur muff that covered the whole of her lower arm towards the viewer. Gregor then turned to look out the window at the dull weather. Drops"
